2gua.rainbow-brackets
aaravb.chrome-extension-developer-tools
aaron-bond.better-comments
alefragnani.project-manager
alexisvt.flutter-snippets
BendixMa.dart-data-class-generator
bierner.markdown-preview-github-styles
bmewburn.vscode-intelephense-client
burkeholland.simple-react-snippets
christian-kohler.path-intellisense
chrmarti.regex
cirlorm.mobileview
Dart-Code.dart-code
Dart-Code.flutter
DavidAnson.vscode-markdownlint
dbaeumer.jshint
dbaeumer.vscode-eslint
donjayamanne.python-environment-manager
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
EditorConfig.EditorConfig
esbenp.prettier-vscode
everettjf.pubspec-dependency-search
formulahendry.auto-rename-tag
formulahendry.vscode-mysql
FushiArt.copywidget
geeebe.duplicate
get-snippets.get-snippets
gmlewis-vscode.flutter-stylizer
golang.go
GrapeCity.gc-excelviewer
hirantha.json-to-dart
HookyQR.beautify
hzgood.dart-data-class-generator
jeroen-meijer.pubspec-assist
KevinRose.vsc-python-indent
kisstkondoros.vscode-gutter-preview
L13RARY.l13-duplicate
luanpotter.dart-import
marcelovelasquez.flutter-tree
mgesbert.python-path
miquelddg.dart-barrel-file-generator
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cpptools
ms-vscode.powershell
ms-vsliveshare.vsliveshare
msjsdiag.vscode-react-native
mtxr.sqltools
mtxr.sqltools-driver-mysql
Nash.awesome-flutter-snippets
oderwat.indent-rainbow
PKief.material-icon-theme
plibither8.remove-comments
pnp.polacode
pranaygp.vscode-css-peek
PrimaFuture.open-php-html-js-in-browser
ricardo-emerson.create-flutter-widgets-and-classes
ricardo-emerson.dart-data-class-tools
ricardo-emerson.flutter-development-extensions-pack
ricardo-emerson.flutter-print
ritwickdey.LiveServer
rvest.vs-code-prettier-eslint
Shan.code-settings-sync
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
thekalinga.bootstrap4-vscode
vinicioslc.adb-interface-vscode
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-maven
vscode-icons-team.vscode-icons
WallabyJs.quokka-vscode
wayou.vscode-todo-highlight
wmaurer.change-case
wwm.better-align
xabikos.JavaScriptSnippets
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
Zignd.html-css-class-completion
